Revit 2027 API
ParameterTypeId.ClearCoverOther Property
 "Rebar Cover - Other Faces"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ClearCoverOther { get; }
Public Shared ReadOnly Property ClearCoverOther As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ClearCoverOther {
	ForgeTypeId^ get ();
}
static member ClearCoverOther : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace